kDLFMulti
Allow multiple drawing opens.
WARNING: This flag must not be used in any AutoCAD command
dialogs other then the OPEN command.  It is ok to use it for
non-AutoCAD command dialogs.  For example, it is used in the
acedGetFileNavDialog API to allow multiple file selection and
return multiple file names to the caller.